Revit 2027 API
BuiltInFailures.LinkFailures.MultipleLinks Property
 Can't complete operation. Linked Files have the same name.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MultipleLinks { get; }
Public Shared ReadOnly Property MultipleLinks As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MultipleLinks {
	FailureDefinitionId^ get ();
}
static member MultipleLinks : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LinkFailures Class
Autodesk.Revit.DB Namespace